{
    "book": "Réservez un terrain près de vous",
    "searchbar": "Etablissement",
    "searchstate": "Gouvernorat",
    "searchbutton": "Recherche",
    "aboutFooter": "À propos de Stady",
    "howItWorksFooter": "Comment ça marche?",
    "partner": "Partenaire avec Nous",
    "partnership": "Programmes de partenariat",
    "promotions": "Promotions et événements",
    "support": "Aide",
    "contactFooter": "Contactez-nous",
    "terms": "Conditions générales",
    "copyright": "DOT-IT. Tous les droits sont réservés",
    "dashboard": "Dashboard",
    "home": "Accueil",
    "pitches": "Terrains",
    "feedback": "Avis",
    "reservations": "Réservations",
    "myPitches": "Mes Terrains",
    "addPitch": "Ajouter Terrain",
    "manageAdmins": "Gérer les Admins",
    "login": "Se Connecter",
    "signup": "S'inscrire",
    "profile": "Profil",
    "logout": "Se déconnecter",
    "termsAndConditions": "Conditions Générales",
    "termsIntro": "Veuillez lire attentivement ces conditions générales avant d'utiliser notre site Web.",
    "termsAccess": "En accédant ou en utilisant le site Web de Stady, vous acceptez d'être lié par ces conditions générales. Si vous n'êtes pas d'accord avec une partie de ces conditions, veuillez ne pas utiliser notre site Web.",
    "termsApply": "Ces conditions générales s'appliquent à tous les utilisateurs de notre site Web, y compris les propriétaires et les membres.",
    "ownershipAndIntellectual": "1. Propriété et Propriété Intellectuelle",
    "termsOwnership1": "Stady et ses logos et marques associées sont la propriété de Stady Corporation. L'utilisation non autorisée de notre propriété intellectuelle est strictement interdite.",
    "termsOwnership2": "Les utilisateurs ne sont pas autorisés à copier, distribuer ou utiliser notre propriété intellectuelle sans consentement écrit préalable.",
    "termsOwnership3": "Toute violation de nos droits de propriété intellectuelle peut entraîner des actions en justice.",
    "userConduct": "2. Conduite de l'utilisateur",
    "termsUserConduct1": "Les utilisateurs du site Web de Stady sont censés se comporter de manière responsable et respectueuse.",
    "termsUserConduct2": "Les actions interdites incluent, mais ne sont pas limitées à :",
    "termsUserConduct3": "- Publication d'informations fausses ou trompeuses",
    "termsUserConduct4": "- Participation à des activités frauduleuses",
    "termsUserConduct5": "- Violation de la vie privée d'autres utilisateurs",
    "termsUserConduct6": "- Tentative d'accès non autorisé aux systèmes du site Web. Les utilisateurs trouvés en violation de ces conditions peuvent être bannis de notre site Web.",
    "limitationOfLiability": "3. Limitation de responsabilité",
    "termsLiability1": "Stady n'est pas responsable des dommages ou pertes encourus à la suite de l'utilisation de notre site Web ou de la réservation de terrains de sport via notre plateforme.",
    "termsLiability2": "Les utilisateurs sont seuls responsables de leurs interactions avec d'autres utilisateurs et de l'exactitude des informations fournies sur notre site Web.",
    "termsLiability3": "Stady ne garantit pas la disponibilité ou la qualité des terrains de sport répertoriés sur notre plateforme. Les utilisateurs sont invités à faire preuve de diligence raisonnable avant de faire une réservation.",
    "termsLiability4": "Stady n'est pas responsable des litiges ou conflits survenant entre les propriétaires et les membres.",
    "governingLaw": "4. Droit applicable",
    "termsGoverningLaw1": "Ces conditions générales sont régies et interprétées conformément aux lois de la Tunisie.",
    "termsGoverningLaw2": "Toute action en justice ou procédure découlant de ces conditions sera exclusivement portée devant les tribunaux de la Tunisie.",
    "termsGoverningLaw3": "En utilisant notre site Web, vous acceptez de vous soumettre à la juridiction des tribunaux de la Tunisie.",
    "termsContact": "Veuillez nous contacter si vous avez des questions ou des préoccupations concernant ces conditions générales.",
    "about": {
        "title": "À propos de Stady",
        "description1": "Stady est une application de réservation de terrains de sport qui vise à simplifier le processus de recherche et de réservation d'installations sportives. Notre mission est de connecter les passionnés de sport avec les terrains de sport parfaits pour leurs besoins, que ce soit pour des matchs occasionnels, des matchs de championnat ou des séances d'entraînement.",
        "description2": "Avec Stady, vous pouvez facilement parcourir une large gamme de terrains de sport, y compris des terrains de football, des terrains de basketball, des terrains de tennis et bien d'autres. Notre interface conviviale vous permet de rechercher des terrains en fonction de leur emplacement, du type de sport, de la disponibilité et des équipements.",
        "description3": "Que vous soyez un individu à la recherche d'un endroit pour pratiquer votre sport préféré ou un gestionnaire d'équipe organisant des matchs réguliers, Stady met à votre disposition tous les outils dont vous avez besoin pour prendre des décisions éclairées et réserver les créneaux souhaités.",
        "description4": "Nous nous engageons à offrir une expérience fluide et agréable à tous les utilisateurs, en veillant à ce que vous puissiez vous concentrer sur ce que vous aimez - jouer au sport. Rejoignez Stady dès aujourd'hui et découvrez les terrains de sport parfaits pour votre prochain match !",
        "quote": "\"Jouez dur, amusez-vous, et laissez Stady s'occuper du reste !\""
    },
    "contact": {
        "title": "Contactez-nous",
        "description1": "Pour toute question ou assistance, n'hésitez pas à nous contacter.",
        "phone": "Téléphone",
        "email": "Email",
        "location": "Adresse",
        "locationText": "Sousse, Tunisie",
        "quote": "\"Nous sommes là pour vous aider et répondre à vos questions !\""
    },
    "howItWorks": {
        "title": "Comment ça marche",
        "ownerSection": "Pour les Propriétaires",
        "ownerDescription1": "Êtes-vous propriétaire d'un terrain de sport ou d'une installation sportive ? Stady vous offre une plateforme pour présenter votre terrain et vous connecter avec des passionnés de sport à la recherche d'un endroit pour jouer. Voici comment ça fonctionne pour les propriétaires :",
        "ownerDescription2": "1. Inscrivez votre terrain de sport sur Stady et fournissez des informations détaillées sur votre installation, y compris l'emplacement, les équipements, les tarifs et la disponibilité.",
        "ownerDescription3": "2. Mettez en valeur les caractéristiques de votre terrain avec des photos et des descriptions pour attirer des clients potentiels.",
        "memberSection": "Pour les Membres",
        "memberDescription1": "Êtes-vous un passionné de sport à la recherche d'un terrain de sport ou d'une installation ? Stady vous facilite la recherche et la réservation du lieu idéal pour jouer. Voici comment ça fonctionne pour les membres :",
        "memberDescription2": "1. Parcourez une large gamme de terrains de sport et d'installations disponibles sur Stady.",
        "memberDescription3": "2. Utilisez les filtres pour affiner votre recherche en fonction de l'emplacement, du type de sport, de la disponibilité et des équipements.",
        "memberDescription4": "3. Consultez les informations détaillées sur chaque terrain, y compris les photos, les tarifs, les équipements et les avis des utilisateurs.",
        "memberDescription5": "4. Consultez le calendrier des disponibilités pour trouver des créneaux libres et réservez l'horaire qui vous convient.",
        "stadyBenefits": "Avantages de Stady",
        "benefit1": "- Les propriétaires peuvent toucher une plus large base d'utilisateurs, présenter leurs installations et gérer les réservations efficacement.",
        "benefit2": "- Les membres peuvent facilement découvrir et réserver des terrains de sport qui répondent à leurs besoins spécifiques.",
        "benefit3": "- Les paiements en ligne sécurisés garantissent un processus de réservation sans tracas.",
        "benefit4": "- Le système de communication transparent facilite la coordination entre les propriétaires et les membres.",
        "joinStady": "Rejoignez Stady dès aujourd'hui et découvrez la commodité et l'excitation de la réservation de terrains de sport !"
    },
    "What": "Avis ",
    "Stady": "Utilisateur ",
    "users are saying": "pour Stady",
    "SeeAll": "Voir Tous",
    "MiniPitches1": "Nos Terrains",   
    "PitchCard1": {
        "rating": "Évaluation",
        "contact": "Contact",
        "amenties": "Équipements",
        "location": "Emplacement",
        "maps": "Voir la carte",
        "Noamenties": "Aucun équipement",
        "FindAdventure": "Trouvez votre prochaine aventure",
        "NoResults": "Aucun résultat trouvé pour votre recherche. Redirection vers la page d'accueil en cours..."
    },
    "Reservation": {
        "reservation": "Processus de réservation",
        "reviews": "Voir les avis",
        "reviewsDialog": "Avis",
        "reviewsNo": "Aucun avis n'est disponible",
        "writeReview": "Rédiger un Rvis",
        "timeslot": "Sélectionnez un créneau horaire",
        "basket": "Panier de réservation",
        "pitchInfo": "Informations sur le terrain",
        "pickDate": "Choisissez une date",
        "AvailableTimeSlots": "Créneaux horaires disponibles:",
        "noTimeSlotSelect": " Aucun créneau horaire n'est sélectionné",
        "start": "Début",
        "startTime": "Heure de début",
        "endTime": "Heure de fin",
        "end": "Fin",
        "price": "Prix",
        "code": "Code",
        "close": "Fermer",
        "opinion": "Avis",
        "note": "Evaluation:",
        "submit": "Entrer",
        "cancel": "Annuler",
        "thanks": "Merci de nous faire partager votre expérience !",
        "addReview": "Laisser un Avis !",      
        "price1": "Prix :",
        "fees": "Frais :",
        "total": "Total :",
        "reserve": "Réserver",
        "qr": "Il est temps d'obtenir votre code QR !",
        "qr2": "Veuillez enregistrer ce code QR et le présenter sur le lieu.",
        "qr3": "Télécharger le code QR",
        "reservationSuccess": "Votre réservation a été créée avec succès !"
    },
    "UserReservtion": {
        "reservation": "Réservations",
        "end": "Fin",
        "price": "Prix",
        "code": "Code",
        "close": "Fermer",
        "timeslots": "Plages horaires",
        "status": "Statut",
        "qr3": "Télécharger le code QR",
        "reservationSuccess": "Votre réservation a été annulée avec succès !"
    },
    "Feedbacks": {
        "feedback": "Avis des clients",
        "experience": "Partagez votre expérience",
        "trust": "Ils nous font Confiance !",
        "feel": "N'hésitez pas à partager votre expérience avec nous !",
        "reviewsDialog": "Avis",
        "opinion": "Opinion :",
        "feedBackSuccess": "Votre avis a été enregistré avec succès !",
        "rate": "Note :",
        "submit": "Envoyer",
        "cancel": "Annuler",
        "msg": "Nous nous efforçons toujours d'améliorer votre expérience ici !"
    },
    "SeeAllPitches": {
        "action": "Rechercher des Terrains !"
    },
    "UserProfile": {
        "profile": "Profil Client",
        "cancel": "Annuler",
        "username": "Nom d'utilisateur",
        "email": "Email",
        "phoneNumber": "Numéro de téléphone",
        "actualPassword": "Mot de passe actuel",
        "newPassowrd": "Nouveau mot de passe",
        "confirmNewPassowrd": "Confirmer le nouveau mot de passe",
        "roles": "Rôles:",
        "reservations": "Réservations: ",
        "reviews": "Avis pour les Terrains: ",
        "feedbacks": "Avis pour l'experience Stady: ",
        "pitches": "Terrains: ",
        "update": "Mettre à jour le compte",
        "delete": "Supprimer le compte",
        "download": "Données du compte"
    },
    "SignUp": {
        "signUp": "Inscrivez-vous ",
        "create": "Créer un compte",
        "username": "Nom d'utilisateur",
        "email": "Email",
        "phoneNumber": "Numéro de téléphone",
        "actualPassword": "Mot de passe",
        "confirmNewPassowrd": "Confirmer le mot de passe",
        "roles": "Rôle",
        "help": "Si vous êtes propriétaire de terrain, changez le rôle.",
        "terms": "J'accepte ",
        "conditions": "les termes et conditions",
        "or": "Ou",
        "continue": "Continuer avec Google",
        "already": "Déjà Member?",
        "login": "Se connecter",
        "success": "Utilisateur ajouté avec succès!"
        },
        "Login": {
            "login": "Bienvenue",
            "create": "Se connecter",
            "username": "Nom d'utilisateur",
            "email": "Email",
            "phoneNumber": "Numéro de téléphone",
            "actualPassword": "Mot de passe",
            "or": "Ou",
            "continue": "Continuer avec Google",
            "already": "Vous avez déjà un compte?",
            "forgot": "Mot de passe oublié?",
            "notAccount": "Vous n'avez pas de compte?",
            "register": "S'inscrire"
        }



}
